{"pages":[{"title":"About","text":"","link":"/about/index.html"},{"title":"GAME","text":"","link":"/game/index.html"},{"title":"THINK","text":"","link":"/think/index.html"},{"title":"WEB","text":"","link":"/web/index.html"}],"posts":[{"title":"Nirvana","text":"又讓我聽到一首吉他刷的猛烈的音樂，實在不得不把這個很喜歡的搖滾樂團搬出來說一說，就在那首還沒聽過的Nirvana樂團第一支單曲「Love Buzz」的同時。 雖然認識Nirvana(涅盤)已經是在主唱Kurt Cobain拿把獵槍轟下自己的腦袋瓜後十年的事了，但90年代Grunge樂風還是屬於這一個經不起盛名的揹負選擇用這樣方式結束自己生命的傢伙。 喜愛聽搖滾音樂的人，我想沒有人會不知道這個團體。 回想當初因為學校選修音樂欣賞的通識課程，跟班上一位熱愛玩吉他的同學同一組，在一起做報告的時候，同學當時就指了指電腦螢幕上Kurt Cobain的照片丟了這麼一句話讓我對這個團體開始倍感好奇─「這傢伙一把槍朝著自己腦袋瓜轟下去…」。 於是，在學校操場的宿舍生活、一碗50元炸雞排飯、15元的微糖綠茶、喇叭Voulme拉到最大，一整晚嘶吼搖滾樂的精神就走進這個帶有點傳奇故事的龐克小子世界裡。 人似乎對那種殘缺的美感特別有興趣，這應該是我對Nirvana興起興趣的主要原因。雖然有些音樂人英年早逝，不外乎都跟藥物毒品有關，就像Elvis Presly在最後的階段仰賴鎮定劑控制自己的身心健康。而Kurt Cobain似乎也不例外，不過他卻是在跨越不了自己內心的障礙進而取向於大麻最後舉槍自盡。往往從事藝術的人，心靈世界總讓我感覺都特別脆弱；從音樂的旋律去尋找解放，從音符裡去抓取支持他們的最終信仰。然而，若當音樂都不能夠救續他們的時候，他們就會走向一條不歸路。 Kurt Cobain帥氣的臉龐、頹廢的穿著、嘶啞的嗓子，這是Kurt的模樣。然而酷似堅強的外表下，卻隱藏著一個尋求解脫的靈魂。一張《Nevermind》專輯讓Nirvana一夕之間成名。雖然我不能完全聯想那種擁有全世界的注意是什麼感覺，但Kurt似乎對成名的壓力與媒體剝走生活的自由感到不適而極端地反抗。Kurt曾說：「我痛恨繼續依循這個公式寫歌，我曾經主宰這個公式，但現在卻反過來，我必須依循這個公式以取悅別人。問題是，我可以繼續取悅別人，但每一次取悅都剝奪自己本身的快樂。」這是否是Kurt對音樂的矛盾，並不確定。但可以理解的是，這卻是造成他自殺的原因之一。 還記得《Incesticide》裡的「Sliver」這首音樂，只有短短的兩分鐘，前奏20秒的節奏有點像鄰家男孩在述說自己童年的記憶，感覺是一種在自家門口玩耍的心情。但當父母親丟下Kurt離去的同時，吉他音突如轉向一種斯竭吶喊的抱怨噪音，哭喊著Grandma take me home! 猶如Kurt對父母親的怨恨。在這狂躁的忿怒背後，我想，似乎勾出某種背影。一個人成長環境對後來的個性影響有多深？其實從這首音樂就能聽得出來。Kurt天真快樂的童年在八歲父母親的離異之後，後來與父親同住，而那段時期常遭父親的鞭打，所以常常輪流寄住在親戚及祖父母家。這些慘淡的家庭環境讓Kurt少年時代並不愉快，導致後來Kurt人格個性上從原本活潑轉而變成內向、沉靜，甚至有些暴淚。這也讓Kurt開始在創作的作品上呈現出黑暗、反叛、厭世，一種放肆的精神狀態。 而事實上，除了快速成名、不堪的童年回憶，還包含了在他20歲時罹患長期的神經型胃痛。這促使他時常利用大量的藥物來麻醉自己逃避現實的折磨。雖然早在《Nevermind》尚未問世的時候Kurt就有吸毒的習慣，但他並沒有在成為全世界的搖滾英雄時改掉這樣的習慣，反而成名之後越陷越深擺脫不了心中的壓抑。最後在身心俱焚之下，還是選擇了這一條涅盤的路。 雖然這些似乎是很多人灌上Kurt走上絕路的主要原因，但自己總覺得自殺者的內心世界很難由第二個人去觸摸。不在乎Kurt的自殺是不是一種不負責任，至少他確確實實把自己的心靈世界呈現在音樂裡頭。從他的音樂裡看到了真實人生，也看到了許多青年人的困惑與徬徨。我不禁很想推崇他與歌頌在了解他之後；尤其漫步在校園裡時，看著一群熱血澎湃的學生，拿著電吉他刷起「Smells Like Teen Spirit」經典之音，或是《Bleach》裡的「About a girl」模仿起Kurt低沉嘶啞的聲音，總在那刻停下腳步，腦海裡不斷反轉著那個曾經用生命去熱愛音樂的影子。 這首是Nirvana在一次紐約的不插電演唱會翻唱David Bowie的音樂。原曲有比較多的樂器元素在裡面，加上David Bowie聲音有點魅惑，還蠻有不一樣的風格。不過還是覺得Kurt Cobain從新詮釋的味道比較讓人有感覺。 致Boddah 這是一個飽經滄桑的傻子發出的聲音，他其實更願做個柔弱而孩子氣的訴苦人。這張條子應該很容易理解。 所有的警告都來自於這些年來的「龐克搖滾101」。自從我第一次介入，那包含著獨立性應當稱為道德原則的東西之後，你們團結一致的擁戴已證明是非常真實的。我已經好多年都不能從聽音樂、創作音樂，以及讀和寫東西中感到激奮了。對於這些事我感到了一種難以形諸文字的負罪感。比如說，當我們來到後臺，燈火熄滅，人們狂躁的咆哮響起，這一切對我的影響就遠不如對Freddy Mercury(“QUEEN”樂隊主唱，1991年因愛滋病辭世）影響那麼大。他似乎喜歡而且把玩那些從人群中而來的愛與讚美，那正是我讚賞與嫉妒的一切。 事實上我無法欺騙你們，無法欺騙你們中的任何一人。那對你對我都不公平。 我能想起的最大罪惡便是欺騙人們、裝模作樣，做出一副我100%地快樂的樣子。有時候我似乎應當在出場之前有台打卡機。我盡了我全部的力量去喜歡這一切，我的確也喜歡，老天相信我，這是真的，但這還不夠。我很感謝我們的音樂影響了很多人也讓很多人娛樂，我一定是那種對過去的事自我陶醉的人們的其中之一吧！我太敏感了，我需要輕微地麻木一下好讓我重拾我兒時的熱沈。 犯罪現場在我們最後的三場巡迴，我已對我個人所認識的朋友和我們的歌迷有了更深一層的感謝，但是我還是無法克服我的失敗、罪行和領悟。我們每個人都有優點，我想我就是太博愛了，博愛到讓我覺得我自己太悲哀，一點點悲哀的、敏感的、未感謝的；雙魚座的我，老天啊！為何你不乾脆樂在其中？我真的不懂。我有一個漂亮且奢求聲望和領悟的老婆，和一個使我想起太多我以前的樣子的女兒，她被愛與歡樂籠罩著，她給每個跟她碰面人親切的吻，因為大家都是好人，不會傷害她。這讓快死的我感到害怕，我不能忍受我女兒的思想變得不幸、自毀、或是一個像我一樣的死了的音樂人。我不後悔，真的！我也很感激，但是從我七歲的時候，我已經對社會大眾產生憎恨，我猜也許這只是因為人們似乎很容易聚在一起產生同感，還是只是因為我太過於同情別人，太博愛吧！ 謝謝你們過去這幾年來的信件和關心我長年的胃痛，我太過情緒化與反常了。我再也沒有任何情慾可言！ 所以千萬要記得，在燦爛的瞬間燃燒地死去總比最後無聲無息的消失好！ 和平。愛。領悟 Kurt Cobain Frances和Courtney，我會伴你們到老，請繼續前行。 為了Frances 為了她的生活 沒有我她的生活會快樂許多。 我愛你們！愛你們！","link":"/2006/07/27/nirvana/"},{"title":"拱廊之火","text":"初識加拿大樂團Arcade Fire是去年2008四月的事了，當時先聆聽的是最新專輯很酷炫的Neon Bible(霓紅燈的聖經書)，後來經 S 介紹也聽了前作《Funeral》專輯，這張撰寫的〈Wake Up〉讓我記憶深刻，這等於是Win Butler與Regine Chassagne這對夫妻檔合力寫給逝去摯愛的親人。 若說 P 觀看《失戀排行榜》五十次以上，使成為生命中最重要的一部電影。那〈Wake Up〉一曲卻也讓我反覆聆聽的足以媲美更超過這樣的次數。不誇張的說，曾經聽了太多次而作夢回到大學時期音樂欣賞的通識課程，夢裡看見自己在音樂視聽室的台上介紹分享Arcade Fire這一首音樂，還有Radiohead。醒來之後，一副呆滯低著頭的模樣坐在床上。 這夢，簡直害我虛榮了好幾天。 對於這首音樂，我尤以鍾愛3分55秒處的轉折。《Funeral》專輯錄製期間，幾個團員分分失去摯愛的親人，專輯取名為Funeral(告別式)彷彿在哀掉情感的離開與失去。〈Wake Up〉裡哀傷的呼喊一次又一次攪翻我的官能情緒。樂曲之初從原先懷念、悲痛、低沉走過，後半末處順勢轉為愉悅、激昂和希望。歌詞寫著”Children, Wake Up”，在在都像仰首告解訴說，儘管親人的離去，我們仍舊要努力地活下去。 值得一提的是，來自《Where The Wild Things Are》的童話故事也使用這首作配樂。","link":"/2009/04/05/%E6%8B%B1%E5%BB%8A%E4%B9%8B%E7%81%AB/"},{"title":"Into The Wild","text":"不予否認的，我在初讀《阿拉斯加之死》這本小說的年紀，正巧與書中主角克里斯多弗的年齡相仿，正值生命歲月裡最豐沛的冒險時期─二十二歲。但那時兀自於腦海中對曠野那般夢幻卻殘酷的田畝，我並未像克里斯能填滿勇氣走訪一遭窺探一二。 人們總是對社會佈滿虛假、矯柔造作、言不由衷有著過份的反彈，卻矛盾至入其內無法抽身。能夠引領另一嚮往的內心世界，除了逢人闔上嘴角不苟言笑，就是擁抱托爾斯泰或是傑克倫敦的書籍把自己丟置廣漠無邊的荒野中反視著人類的愚拙，這嚴然是一種謬世的孤獨態度。但不可不說的是，這同時也能的得到另一種自我心靈的解放。 書中主角克里斯當屬這類的人。他來自豐沃富裕的家庭，大學成績優異的程度足以進入哈佛法律系就讀。他天資聰穎與人相處活崩亂跳的開朗個性，像是個永停不下腳步人見人愛的大男孩。與他旅程中相肩而過的Jam和Rainey情侶；教他割草豪爽的漢子Wayne；在大峽谷湍急的河流露營的Mads和Sonja；一次愛上他的十六歲音樂少女Tracy T；大半生駐守軍隊裡孤獨老人Ron Franz。人們總是在際遇的交織下，尋找自己的生命原鄉。也同樣的克里斯在這奇遇的旅人之路，開啟自身存在的價值探索。 生命就像一趟奇幻冒險的旅程。 依稀記得這本小說擺置在書桌上，捧在手裡不時地翻頁的那個夏日時節，是與家人一同到郊外山區旅行，那是記憶中的兩日一夜。當天夜裡，我獨自一人散步至門口前像是戶外咖啡木製座椅旁，聳立在眼前的是一片望無邊際的針葉林地帶，帶點秋天涼意的山區高度，微微的。凝視向下行徑在旅館前的道路分別站著兩旁間隔稍遠的路燈，延伸挺多容下一車半的道路的東西向，一格一格漸行漸遠。如果能夠在地表上尋覓到昏暗柔和的發光點，我想就只有這寬大的別墅旅館停歇站。 絲毫不忘那時的心境有多貼近書中的克里斯，像是童年的他在面對父母爭吵離異牢牢抱緊妹妹Carine所帶來的無力感，驚恐與害怕。也從未而想過那樣的傷痕裂縫裡的判逆種子會在未來的某一刻萌芽成長。我獨自窩在旅館房間床鋪上，釋手翻著每一頁，置身克里斯離群索居的心靈曠野中，儘管旅館樓下大聽裡充滿溫馨和諧的人群來往悅耳的聲音，但我仍過份的激情想脫離這一切遠遠奔走。人們總是在某種環境下容易被一些事物主導著，又或者從回憶的殘缺旁白裡，被一些微弱的呼吸聲推促著，走上另一條未知崎嶇的道路。 孤獨裡有時候會包含一種完美主義的個性，像是一段長久時間把自己置入某種程度黑暗的角落，無法敞開心胸去崇向外面的太陽，那些所散發出渾然發燙炙熱的一根根細針，每根細針彷彿帶有世人所有邪惡的個性，刺痛自己的皮膚，情願愛上孤獨的夜晚。 這部電影同時也讓人一再想起《小太陽的願望》(Liitle Miss Sunshine)。劇中Hoover Family 的兒子Dwayne為了成就自己成為飛行員的夢想，決定關起嘴巴，不說話已經九個月，當他的Uncle Frank第一次和Dwayne碰面時，打招呼地寒暄問他平常和誰玩在一起，Dwayne率性地拿出筆記本寫著：「我憎恨所有的人。」 來自Dwayne的恨意是所有世人間的偽善，那些包裝過的善言善語，不切真實所有表面化的事情。縱使在Dwayne得知自己有色盲的病症致使他無法成為飛行員，壓抑在內心深處的滿滿情緒一併而發，隨著粗氣的文字爆裂在通往加州的公路旁。原來面對孤獨的人，在心靈世界裡其實還有一塊脆弱地帶。 無獨有偶，小說書本中的克理斯最後想起疼愛的母親；電影裡的克理斯最後在魔法巴士留下的遺言：「Happiness only real when shared.」。其實在孤獨之後，我們還有著更多的溫暖埋藏在自己的內心深處，不是嗎？ 電影的劇末與小說結尾句點並無二致，都是停留在魔法巴士的最後一慕由影像緩緩拉至上空，巴士逐漸縮小，最後消失隱密在廣大的阿拉斯加草原河畔。片尾曲拉上黑色的屏幕，想起友人的一席話：「把片尾曲聽完是對電影的一種尊敬。」耳間傳來Hard Sun的音樂，腦海裡反覆著克里斯留在相機裡的僅存的一張照片。不論對電影、配樂、製作敬意與否，克里斯傳奇探險於北美阿拉斯加的色彩故事，都深深觸動每個坐在螢幕下的觀賞者。 因為那是最美麗的旅人記憶。","link":"/2008/11/06/IntoTheWild/"},{"title":"我的藍梅夜","text":"2008年我坐在電影院裡的沙發座上屈指可數，彷彿像窮人家小孩口袋裡零星數得出來的銅幣聲響；反視音樂，若實體一張挨著一張購入算起，去年每月至少平均有五張音樂專輯流入黃色資料夾，雖不甚多，但能像積木搭起CD音樂盒的城堡也可見一般。這年，也是聆聽音樂記錄的頭一年。 這部電影著實讓我反轉拉了進度軸許多回。頭幾次用中文字幕觀影，再轉換以英文作旁白，最後捨了字幕上的陪襯，電影成了真實生活的立體鏡頭。在這交錯的方式觀賞，每回悟出的心得都不盡相同。王家衛的電影要說的思維一向不簡單，雖然我曾一人觀賞《花樣年華》悶到整個看不懂也頭痛，不過想起那才二十郎當初蒙昧的年記，領略感知的熱度像是電影院剛開啟的爆米花機一樣怎麼也爆不出香味來。但卻好像也從不介意自己那樣子過。然而《我的藍梅夜》像是翻版於94年的《重慶森林》以用最普實簡單的劇本，鋪陳了關乎愛情世界裡的距離與時間。 影像回盪在《重慶森林》編號633巡邏警察(梁朝偉飾)習慣對著東西說話，以填滿空曠的內心世界；阿菲(王菲飾)總是扭大音響音量，伴隨著鼓譟的搖滾樂築起小小世界，只有她在裡面。想起這都市愛情，反於《我的藍梅夜》Jeremy卻用無止盡的漫長等待，拉近了Beth的旅途距離，一字一跡反覆的Postcard和一把仍不願隨意丟棄的鑰匙。愛情中，無法遮掩的美好，仍舊如此。 片中穿插一覺醒來沒感覺甩掉酗酒警察Arnie的Sue Lynne，戀人們的繩索太過緊束總讓人窒息；和Fuck You Very Much的女賭徒，賭桌上卻藏不住真切想愛父親的堅強；每段小故事都讓Elizabeth重新看待自己，不論旅行何處，自然回到最原點，也找到自己不再茫然若失的去向。 在最後的日子裡，我學著如何不去相信人們，但很高興我失敗了。有時我們把人們當作一面鏡子，去定義自己與告訴，我們是什麼樣的人。而每一次的反射都讓我更愛自己一點。 In the last few days, I’ve been learning how to not trust people and I’m glad I failed. Sometimes we depend on other people as a mirror. To define us and tell us who we are. And each reflection makes me like myself a little more. 這段像是廣漠無邊的公路式電影所萌出的被我視為的佳句，好一段時間以它為生活重心。曾幾何時我們都像Beth那樣的天真與純粹，相信所有的良善能帶給人們所有適切般的美好。這力量，這意識足以摧擊社會體制下爛腔濫調的虛偽面具，跨越既壓抑又激亢的媚俗世代，而回到那樣多愁善感的鄉土種子。在大多時候，我們是這樣。 於是，等待與憧憬成了我觀賞這部電影的主軸，擺著一幅披著壁紙的畫依靠在長方型的石坐椅旁，背後不清楚有幾張電影宣傳海報，暗色晝明，燈光斜斜打入，我坐著那，聽著音樂。假草地遍及四周，一杯咖啡還在桌上冒煙，鐵欄竿門外人群穿梭來去。 等待那份憧憬的出現。","link":"/2009/09/17/%E6%88%91%E7%9A%84%E8%97%8D%E6%A2%85%E5%A4%9C/"},{"title":"廣島之戀","text":"「意識流」與「內心獨白」成為這部電影探討主軸的方式。關於這兩項概念是源自十九世紀的William James實驗心理學家哲學性思想論文裡所提出的，而在二十世紀初才引入文學界。這類像是弗洛伊德或是自己在大學時期修過《迪卡兒回憶錄》的心理哲學課程，也不是我能想深入探究的。(光是回想當初老師給的厚厚的迪卡兒講義就令人呆滯)。 能串穿的議題不如放在「摯愛的遺忘」來的讓人接受多一些。 「Hiroshima，這就是你的名字，而你的名字叫Nevers。法國的Nevers」。二次大戰經過原子彈轟炸滿目瘡痍的廣島城市，電影開場的十五分場不斷反覆影射了戰後日本慘況的記錄畫面，遭受原子彈襲擊的人民，頗令人不堪入目。而交歡中的男女不斷在回憶與現實中翻騰、呼喊、對應。 人們相愛時最怕的就是被遺忘，又同時很矛盾地需要記起什麼。留在內韋爾女子心裡曾經刻骨銘心的愛情記憶因邂逅了日本建築師男子再度被喚醒。卻也模糊了自己同時對這兩份情的真實性，糾結纏綿地不清楚自己真正愛的是誰，內韋爾女子這份困惑一直盤纏著她，內心是Nevers，眼前的場景卻又是Hiroshima。連在最後的抉擇是否離去Hiroshima回到農村Nevers都還躊躇不定。 摯愛的永恆離去，相較活在不同的空間更有深邃的哀傷痛楚。看了這部電影著實一直令我想起那一本《我的愛情是一卷自製混音帶》，樂評人Rob Sheffield瞬間失去Renee成為鰥夫的那一刻，那是一種湧上心頭會扭曲臉部的痛苦張力，全然吞噬身邊的一切，令你爬不起來。 Alain Resnais導演迄今拍攝了48部電影作品(現年86歲)。這齣《廣島之戀》於1959年拍攝，被評為French New Wave時期重要作品。一覽他的著作，赫然發現也有Van Goah，令人好奇。","link":"/2009/04/15/%E5%BB%A3%E5%B3%B6%E4%B9%8B%E6%88%80/"},{"title":"一間唱片行的夢想","text":"懶人說，Live House的樂團可是沒有開場的，當第一個音落下時，他們的表演就開始了。 中秋節快結束的夜晚匆匆忙忙往展演廳奔去，手扶梯才把我推到六樓，蕭青陽大哥設計的音樂枝巢一片映入眼簾，而那家每個人心目中的唱片行只隔著一塊落地玻璃的距離，坐落在我眼前。 我走進裡頭，一疊疊黑膠放置在木箱隔間。對於我這遲來的外來客，準備打洋的店員們只說音符棒棒糖五十元，並在我面前表演了像是魔術方塊三折式的宣傳卡片。而每人臉上漾起的笑容像是又過了一場美好的音樂饗宴。 環顧四周，仔細地看著存放在這十天唱片行裡的每一樣物品。屋內中間拉下幾盞直落落的舊式燈泡，似乎同時也照亮了每一張舊時代的黑膠唱片；唱機放置在放銀檯旁，以透明殼蓋上，卻蓋不住愛樂者的聲音；而牆上貼著那些我似而熟卻不陌生的樂團獨白，我找不到需要離開的理由。走出唱片行，步了幾步距離，看到它的全貌，也同時看見被放進的美術指導郭志達先生的理想。 記得參與《壹家拾天》唱片行美術指導的郭志達先生曾說，當你有夢想時，記得要一條條把它寫在一張白紙上，每一時刻都要提醒自己。多年之後，你就會慢慢發現當初的理想，已漸漸實現。對他而言，我想這唱片行便是其中之一。 陳德政詭異要睡在這一夜的帳篷在另一旁，那是他在二十歲的那年夏天，唯一一個東方人參加英國V99與Read Festival兩場音樂祭所陪伴的帳棚，裡頭還掛著一個夜間小燈。他把當時旅途上的火車票根，Blur樂團海報、所有紀念小物都展示出來，標題列著─「二十歲的搖滾夢」。牆壁上留著他的文字，他的青春也從此留住了。 回繞在另一旁，馬世芳的記憶卡帶，一捲交著一捲排疊起來，引文摘錄了我所熟悉的那本《地下鄉愁藍調》裡關於那美麗寂寞的噪音─「搖滾樂其實是很矛盾的。看似熱鬧，實則無處不浸透著寂寞。它的核心往往就是『和這個世界過不去』的寂寞。而那撼動了整個世代的、真正了不起的搖滾樂，便是找到了那條紐帶，把千千萬萬的寂寞和蕭條，串織在一塊兒。」我讀到此，倏然而至的寂寞，再也找不到。 當所有展演廳的工作人員隨著下班離去時，就連後來才知道的吉他手小白(甜梅號昆蟲白)的衣杉留在舞台上忘了帶回，只剩我一個人站在廳裡中央，一片靜寂，燈光暗下。望著舞台去，我見不著甜梅號的身影，他們前一個小時已表演完，可是想像力似乎停留在氛圍裡，我將雙眼微微閉上，彷彿他們剛在台上演出的影像卻如一格格幻燈片在腦海中浮現而不斷翻頁。對於一直伏在角落這些的音樂人，其實他們沒有需要過多的投射燈去放亮這些心中小事。 雖然和小白擦肩而過，也忘了感謝他那首曾讓我勾起一幅在操場跑跳景象的「體育」的音樂，陪伴過我一段時間，這台灣最具潛力的後搖樂團。 無論如何，我們的搖滾夢從這一間唱片行開始。","link":"/2009/10/05/%E4%B8%80%E9%96%93%E5%94%B1%E7%89%87%E8%A1%8C%E7%9A%84%E5%A4%A2%E6%83%B3/"},{"title":"伏在角落","text":"張懸燃著一根香菸，抱著吉他坐在角落邊，指間兩三下撥弄，音尖尖的，尾音無法伴隨著左手顫抖拉出更長的吉他音，差一點，那個三拍上的短音也無法輕巧地挑上去。即便如此，她還是吐著煙霧不著邊際地玩著吉他。 大多時候張懸能唱出每個人心中那塊非黑即白的孤獨感，會喜歡她的音樂也大概是因為這樣。而身上往往也需要，也必然被這樣的孤獨渲染著。從事藝術創作多半時候需要一些沉澱的空間，才能有些自我的獨白。這樣的人同時也是相當怕寂寞的，但他們又不喜歡與人對談的掩飾，巧作，言不由衷，謊言。所以也只能摸摸鼻子告訴自己，最真實的交談也只能發生在自己身上，眼裡與心中所呈現的情人不過是文字、影像以及那些補捉不到的想像，並且反應在那些無形的情感裡。 前些時日，已經在電腦裡按序排列出近兩年聆聽的專輯Top 50首。但在選曲完畢之後，開始組接卻發現工具軟體竟找不到合意的。結果一個研究又是耗了幾個小時進去。最後還是沒有找出合適的工具，倒是向下挖掘看了不少關於製作音樂的專業文章。愰然一覺，想到的是蘋果電腦的混音工具，這介面像是一層一層地把音樂結構剝削，完整的一個音符元素，一個音一個點放在那裡等著創作者移動位置。 其實說到這，我也不知道需要再說些什麼，但我想那些掩飾、巧作、言不由衷與謊言留在自己心中那塊角落就好了。","link":"/2010/01/07/%E4%BC%8F%E5%9C%A8%E8%A7%92%E8%90%BD/"},{"title":"喝杯咖啡，我和你聊李屏賓","text":"每個人在不同的領域上多少都有個啟蒙老師，不多不少，一個領域差不多就一個。好多時候，不少如我輩也說過，人生二十五來歲才開始，思想漸開，熟與不熟的事情，過了這樣的年紀，每個人其實都是一樣的。而我常覺得，自己總是晚了幾步拿了張成人票，來到了大人世界的入口處，面與微笑地，一步一伐慢步走進，不瀟灑卻很誠懇。 李屏賓─電影攝影師，曾入圍金馬獎最佳攝影九次提名，拿下其中的五座─是我今年才認識的攝影師。粗獷的體魄一襲黑色皮膚，蓄短腮巴鬍，像是個挑磚大漢，但這外表之下卻有著對光影捕捉的一份細膩及藝術的感悟力。而工作的態度總讓人覺得不卑不亢，可以幽默令人舒適，可以專注而認真，可以不停的觀察不停的拍。與他合作過的香港導演王家衛，日本導演行定勳與台灣的侯孝賢都如此描述他們眼中的李屏賓-Mark Lee。 對於攝影的領域像是一束光從頭上掠過，影像如同意境如同氣氛感覺，如同意義。光線的反差，色彩的層次，那些微妙的多一點與少一點；這是知道攝影師李屏賓的故事之後，並且約略看完去年十一月底他自己出版《A Poet of Light and Shadow》(光影詩人 李屏賓)的書所有的小心得。 當然，在談他之前，還是不得不提及最初唯一讓我特別感動的德國大男孩─Paul Henschel，至少至今無法忘記第一次在看到他的作品(右方)之後，整整幾個小時不由自主的，情緒像被那是很搖遠手都無法觸及的世界縮成一小照攝孔，模不清也朦朦朧朧的。觀賞他的作品彷彿他的那一內心地帶不屬於我所看到的，華麗而寫實。然而，他依然離我搖遠。 李屏賓的攝影記事裡頭我所沾染的電影並不多，迄今他一共參予了五十三部電影攝影部份。如果以六、七年級生來看，較為印象的是八零年代的《魯冰花》、《蹈草人》，九零年代的《女人四十》、《海上花》，而最值得矚目的是零一年的《花樣年華》。眾所皆知的，這部電影連得三座坎城影展、金馬獎、亞太影展最佳攝影大獎，使得李屏賓蹤身一躍成了許多導演爭相邀請的攝影師。 果不其然的，現在細細回想，我對《花樣年華》電影欣賞之處，其實不是王家衛電影裡頭的梁朝偉與張曼玉是什麼樣情感佳人，也不是1962年的香港，由一棟聚居上海人的大廈的生活文化如何。而是這部電影深植我心的是復古的場景與李屏賓的所捉到氛圍影像，那像是個味道，經由影像聞到那一時代的生活氣味，他抓到了繁華似水香港中的上海，更真正營造了時間流動過後才能體現的影像視覺。我以為，這是否為影像的魅力，傳達觸動人心的媒介。 藝術就是順勢而為太過俗常的言語就是天時、地利、人和；這不僅用在開啟戀愛中相交歡的人們，藝術也是一樣。李屏賓拍片時所遇到的資金問題、行程問題、租約問題，堪稱一絕的就是天候問題：當他想拍綠油油的山巒，大青小草的牧地，老天就給他一個雪天；當他需要靜止醇厚的田野，老天就給他一個風婆婆，讓他不笑自知，一笑整個攝影組人仰馬翻。所以他常說：「跟預期不一樣的天氣，那就拍吧，老天送的機會怎麼不拍呢？」 漸漸也讓我發現，我們不能完美以暇任何創作的可能，不論退一步或進一步都能有個平衡點存在，我們得發現那個地方在哪。 自言自語的凝視攝影就像是用影像說話，不斷反芻自身的孤獨，把思緒全然投進一面影像裡，由影像說話，影像溝通，影像透露，影像宣洩，即便成了一種無助的狀態，影像都能天馬行空走一遭，讓孤獨的人有了出口。李屏賓：「在國外拍片，有時候你沒有說話的對象，只有自語自語，所以隨手拍一些東西是一種情緒一種紓解，一種紀錄。而大部份的時間都是孤獨的。」 家人永遠是最後的掛念2008年李屏賓在異地拍新片子時，一個忙錄的下午之後，看見手機裡有二十幾通未顯示來電號碼的電話，接著突如其來的焦慮脹滿他的心裡，他一直以為是不是家人發生什麼急事，從未這樣感到憂慮惶恐。緊接著再次接到電話時，才得知他被頒獲了第十二屆國家文藝獎。伴隨而來的喜愉與榮譽讓他真切的明白，其實，家人一直是他最後的掛念。 A Poet of Light and Shadow我不知道Mark Lee接下來的人生要如何走去，即使他花了大半輩子時間用光影呼吸，成了光影詩人。走了巴黎，漫遊紐約，腳落過上海；《紅氣球》、《千禧曼波》、《挪威的森林》；光線的霧氣，鏡頭的言語，聚光與泛光，無論如何，我會記得他是我第一個攝影領域的啟蒙先驅，讓我知道那個幻眩的世界，確實存在。 創作就是激發你懂與不懂，或者是在瞬間你對這個世界的一種角度與看法、一種風險、一種嘗試在裡面。 The process of creation challenges what you know and what you don’t.In an instant, it makes you look at the world from a certain perspective,with a certain risk and sense of experiment. Mark Lee Ping-Bing 李屏賓","link":"/2010/05/31/%E5%92%8C%E4%BD%A0%E8%81%8A%E6%9D%8E%E5%B1%8F%E8%B3%93/"},{"title":"再度敲響的鐘，謝謝你提醒我","text":"我遺忘了這次旅行的目的地，直到咬筆桿的這刻仍然記不起它是往哪裡去，只記得兩天一夜耳朵側旁總是被這首《敲響的鐘》的聲音圍繞著。 忽然之間，我想起來怎麼認識他們的，那個開始。 甜梅號第三張專輯《腦海群島》早在今年2月13日就上市。起初最讓我動容而手心冒汗直至腳底發麻的，是&lt;黃昏鹿場&gt;這一首曲。爾後，我聽不出&lt;敲響的鐘&gt;任何敏銳地帶，對於小白想說甚麼，鼓手孟諺想敲甚麼，始終不及那片寂靜之聲。但是我們得明白，他們的音樂一直是屬於後勁強悍，是越聽越飽滿的。只不過怎麼也沒想到，這首曲敲響的時間竟是往後半年之久。 還記得那個開始，是大學畢業後夏天的事，那是認識幾個伏在角落音樂人之後的事了，是在Nipples《詹姆仕的秋天》之後的事。而Nipples專輯現在仍舊擱在家裡書櫃上。 對我來說Nipples是個楔點，是開始認識後搖這個名詞，是漸漸明白搖滾樂其實不一定要有聲唱。從Nipples之後，我知道還有一個後搖樂團存在，他們的團名很特別，樂風很脫俗，帶點緩飄，表演時低調的很。那時沒有人介紹，沒有樂評的引述，沒有任何的共鳴泛響，只在偶然之下瞥見團名。從那一刻起，我就知道他們會是我喜歡的樂團，這樣的認識是很冥冥之中的際遇，所以在我心目中，甜梅號的地位是很唯一無二的。 成團十餘年過去，鼓手孟諺即將在〈屋頂音樂節〉之後出國深造錄音工程，甜梅號終究要暫歇一陣子。即便如此，我始終無法忘記第一次近距離瞧見孟諺時的景像；髮長及肩，紮綁馬尾，他是先喝了一口調酒，拴緊瓶蓋，便在黑膠上的封面寫下他的名字。之後和我說聲謝謝，我卻忘了回應他那一晚的演出，想告訴他，那是我見過最曼妙的鼓法，肢體最藝術的模樣，那紛沓而來的從容感動，是讓人難以忘懷的。 傳說他的鼓點太過準確，以致其他團員不容易跟上他的節奏，也曾說他是可以把Smashing Pumpkins的《Siamese Dreams》整張專輯的鼓從頭打到尾。如今，伴隨他的暫別，甜梅號不知何時才會再重逢，然後再次的提醒，再次的消失，再一次的敲響。屋頂音樂節之後，我們重新來過，青春被丟在後頭，因為甜梅號的一路陪伴，模糊的記憶裡面，有著最好的禮物。 謝謝你提醒了我，甜梅號。","link":"/2010/09/12/%E8%AC%9D%E8%AC%9D%E4%BD%A0%E7%94%9C%E6%A2%85%E8%99%9F/"},{"title":"2007年南瓜之夜","text":"","link":"/2010/04/06/2007PumpkinsNight/"},{"title":"白目樂隊","text":"當他們來到了北京，卻被「外國人」相信，竟然在這飄無人渺的小島上有那麼強勢那麼瘋狂的樂團，並用警語開文要大陸北京「當局」的地下樂團小心─The White Eyes invade Beijing─白目樂團入侵。 然而說起「搖滾樂」，歸根結底的事即是「忠於自我」，其他一切社會性的規範其實就得解放。所以不論聆聽搖滾或是玩團的人來說，以意識型態而言，永遠在主流線上邊緣化；每個人走得是嚴肅的康莊大道，他們總是出人群而獨異卻在旁彈彈吉他，說笑玩耍；基本你要他們那麼做，他們偏不聽，他們不聽也不會偽裝成一副聽得懂的樣子。 放眼望去，回溯時代，許許多多的搖滾份子都經常依照他們「不自覺相信」的自白法則，走出這樣的生活概念，生活態度，生活搖擺。 來自台灣獨立樂團的The White Eyes白目樂團就是擁有這樣的強烈風格。四人編制在台北成軍，首張專輯《Kiss Your Eyes》在2010年9月一出發像是列車剎不住的尖銳聲，在各大音樂祭，Live House到處噬虐，到處白目惡搞；累積耍帥爆屌的實力，兇猛的力道恨恨帶走彷若那些真實70年代龐客樂迷的心。 他們的曲樂中帶著復古搖滾，裝份上又是前衛系列的代表。尤以主唱Gao Xiao Gao視覺暴走的演出，總讓人害羞側頭撇旁，然當側耳聆聽，又讓那旋律引頸而望。人們說，她像是YeahYeahYeahs的 Karen O在音樂裡玩出性感迷幻的況味，或是王菲的唱腔，但又何妨，真正了解搖滾而置身在其中的玩樂份子，絕不會想要帶著模仿的味道，「忠於自我，真實而虛無」可是每個搖滾樂手的朝聖信條。 聽聽他們的曲曲呻吟吶喊「迷亂」的青春期，你便明白外國樂評會說：「 They are clearly ahead of the mainland! Beijing underground live, you’re put under notice!」","link":"/2012/01/07/%E7%99%BD%E7%9B%AE%E6%A8%82%E9%9A%8A/"},{"title":"俏妞的死亡計程車","text":"在準備開始混音合輯時，總會有那麼一首音樂，那是一種無傷大雅的注意，像是不以為然，感覺很歡愉，感覺很熱派。初聽，讓你引到無底洞旁，只差個一個音符便掉進無法自拔的盡頭。不可否認，Death Cab For Cutie 的《Narrow Stairs》專輯裡的〈No Sunlight〉就是這樣的藥引子。 大病初愈後，才發現上了癮。 〈No Sunlight〉是我組裝《2009 Mix》裡的其中一首曲。當時也不明白Death Cab For Cutie又是個甚麼樣的團體。很多時候，開始與結束是渾然不知的楔點，中間的過程你也很難加諸在某些預言上，因為一首音樂，讓你體會了甚麼，讓你際遇了些甚麼，讓你多懂得甚麼，當自己試圖回頭追去，才發現一切都是冥冥之中，一切都像是得從這裡說起。 Death Cab For Cutie是一支在1997年在華盛頓．柏林翰區發跡的另類搖滾樂團，Ben Gibbard為主唱兼鋼琴、吉他手。是的，我瞥見的大名即是Postal Service的主唱Ben Gibbard。當從DCFC曲曲之中聽出這似曾相識的聲音，我便不自覺得想起Postal Service樂團。然而若說Kurt Cobin是一把拉大我的搖滾歲月的「娘」，那Postal Service則是獨立搖滾第二號啟蒙「奶媽」，同是來自西雅圖的音樂團體，2006夏天初門咋到。 話說Ben Gibbard的嗓音清新柔合，加上聰明創作的才華，早在Postal Service組成之前就展露在DCFC樂團裡(雖然Postal Service樂團回顧下來也許只是他的插曲)。當他還是個吉他手時，DCFC只是純綷不完整的Rock Band，像是Solo Project，該找的樂手樣樣不齊。然而在他釋出了第一只音樂卡帶《You Can Play These Songs with Chords》竟獲得出人意外的成功，於是他決定把DCFC擴展成完整的樂團；找來Chris Walla當吉他手，與 Nick Harmer做貝斯手，Nathan Good為鼓手，在美國西華盛頓大學開始他們的搖滾樂生涯。 DCFC一路從出道直到現在發行了共七張專輯：《Something About Airplanes》、《We Have the Facts and We’re Voting Yes 》、《The Photo Album 》、《Transatlanticism》、《Plans》、《Narrow Stairs 》、《Codes and Keys》。其中《Transatlanticism》與《Plans》都獲得Billboard獨立專輯榜相當佳績及葛萊美獎的年度最佳專輯的提名。 談起《Plans》裡的〈What Sarah Said〉， 也許是Ben Gibbard拿腔，所以融合了Postal Service的味道(或許現在應反觀先入為主的想法，是DCFC孕育出Postal Service)，前奏優雅的鋼琴鍵，彷彿再次回到了「Chrono Trigger」遊戲的感動，想起那仍是一款至今留在心中最Top的RPG。曲子中段之後鼓點有點喘氣倉促的節拍，像是告解前的醞釀，在呼喊著「誰要看著你死」，人生走到盡頭，誰伴隨在旁，誰相知相惜，好像都在和你說；歌詞寫著：「Is a tiny prayer to father time.」，然而人生最後的愧疚，有沒有罪，也許神父都明白。 也許是烏鴉帶著黑鴉鴉的衣服橫越大西洋，旅途上碰到相似的伙伴，不如就走吧一起飛一起感動，兩伴相行之間的極小動容，彷彿是音樂的種子都埋藏在鍵與鍵的細縫裡，等著萌芽長大，幾年之後，散發出來的的喜悅仍舊排徊在身邊。 Death cab for cutie 今年2012年春初準備來台，而你明白，青春只有一次。","link":"/2012/01/15/%E4%BF%8F%E5%A6%9E%E7%9A%84%E6%AD%BB%E4%BA%A1%E8%A8%88%E7%A8%8B%E8%BB%8A/"},{"title":"Schizophrenia - 精神分裂症","text":"昨日是已是數不來的第幾次和陳德政碰面。他講的主題為：「從Velvet Underground到Sonic Youth — 探訪紐約搖滾樂的軌跡」。 我還記得他多年前剛從國外留學回來在誠品講堂的初來咋到；他生澀，陌生一切，才從紐約吸取大量滿腹的音樂文化回來，時不時的講座上其實都還有冷空的現象。 然而直至今日，多年之後，他像是歷經一切的音樂旅人，出了一本屬於自己的音樂故事《All Tomorrow’s Parties》-給所有明日的聚會，不再似初認識〈Smash Pumpkins 〉的《1979》裡的酷孩子，沉穩而侃侃而談，敘事說事的本領，讓一個小時裡的說話，從Bob Dylan談到The Velvet Underground 的Andy Warhol，及迷幻搖滾似男非女的David Bowie，到最後的Sonic Youth(音速青春)，那些在過去幾年裡自己都耳熟能詳的人物，飽滿卻未著一點的空隙。 說來心虛，我從來都不是Sonic Youth的迷，曾經被大學同學調侃笑說，你幾乎擁有一整套Sonic Youth的所有專輯，你到底有沒有聽啊。 沒呀！我回答。那時我是Kurt Cobain的迷，Grunge樂團的最愛，Kurt的音樂讓我思索也不斷記憶。《Never Mind》專輯聆聽之後，那是讓人蒼桑，讓人叛逆厭世，而了解之後，卻也讓人堅強。 講座曲終人散之際，喇叭座Sonic Youth的〈Schizophrenia〉最後節奏鼓聲一出，電吉他的刷音混在裡頭，唯一一首我所熟悉的；我的時間感再次凍結，從體制內至體制外，仿彿他們最後只留了這句話和我說著。 “Keep dreaming, Keep trying, Keep rolling.”","link":"/2012/10/18/schizophrenia/"},{"title":"艾倫街的風之聲","text":"上次見到風籟坊是2019年7月的覺醒音樂祭。一年復一年，能夠看到一些樂團仍然穿梭過去直到現在然後持續飛到未來。而所謂的這牆 Live House 在千禧年之後第一個十年落下之後逐漸式微卻留下那些獨立樂團的老舊氣味。很多時候是那麼不言而喻。 也仍然慶幸，這些像極老朋友的氣氛還沒有消失。 說著另個，Little Shy on Allen Street 艾倫街的力透帥 《Nostalgia》〈鄉愁〉的這張專輯反而讓我這一兩天生活又被點亮。我對他們的初印象聯想，大概是從艾倫街 → Woody Allen → 厚厚宅宅的粗框眼鏡 → 無病伸吟小市小民的碎唸 → New York → 毫無違合的英文風腔調 → 民謠搖滾樂專輯封面卻詭譎怪誕。 那樣的嗓子，聽的聽，渾然天成，心升不唱歌可惜的感嘆。一個人在街上看似讓人不注意的素人模樣，在舞台上卻一開嗓撥弄琴弦，渾身上下都是散發出一股不得不讓人停留在原地多想聽他說些甚麼murmur。 He is never hesitatedOh he is got ten in his pocket so it’s enough to get a decent drinkHe likes the way it is when there the lights are lowHe pukes on LudlawOh you’re right and I’m wrongOh I’m sober, lets get another runAll of the force we hold and I’ll try no to blow You know that I’m gone sometimes you ain’t so sureOh it’s fine that I’m climbing awayYou find yourself in gain into that something whole Oh oh we don’t know how far we could goYou know that I’m gone sometimes you ain’t so sureOh it’s fine that I`m climbing awayOh when the time has comeThen there is the shit we found 2nd Avenue Lyrics by Chelin Liu (大偉)","link":"/2020/07/24/%E8%89%BE%E5%80%AB%E8%A1%97%E7%9A%84%E9%A2%A8%E4%B9%8B%E8%81%B2/"},{"title":"暗影戰略：將軍之刃","text":"這是我玩過目前 RTT 遊戲中最好玩一款，不論是在劇情故事、美術設計、音樂特效、操作技巧和關卡難度，很可謂一家之作。 RTT (Real-time Tactics 即時戰術) 遊戲，不比 RTS ( Real-time Strategy 即時戰略) 如：星海爭霸 2、世紀帝國 2。省略了生產管理、資源的分配，直接給予戰術的運用。 《暗影戰略：將軍之刃》直接也致敬了 RTT 遊戲的經典「魔鬼戰將系列(盟軍敢死隊系列)」。我大致花了三個星期一關過一關把全部的成就完成。 一個好的遊戲彷彿讓人看了一場電影一樣，愛不釋手。","link":"/2017/11/03/%E6%9A%97%E5%BD%B1%E6%88%B0%E7%95%A5%E5%B0%87%E8%BB%8D%E4%B9%8B%E5%88%83/"}],"tags":[{"name":"MUSIC","slug":"MUSIC","link":"/tags/MUSIC/"},{"name":"FILMS","slug":"FILMS","link":"/tags/FILMS/"},{"name":"GAME","slug":"GAME","link":"/tags/GAME/"}],"categories":[{"name":"黑色膠捲","slug":"黑色膠捲","link":"/categories/%E9%BB%91%E8%89%B2%E8%86%A0%E6%8D%B2/"},{"name":"THINK","slug":"THINK","link":"/categories/THINK/"},{"name":"GAME","slug":"GAME","link":"/categories/GAME/"}]}